---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MultiReferenceAnnotationType
source: html/2de51958-7a70-e549-d185-f962e3f02e41.htm
---
# MultiReferenceAnnotationType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.